[
  {
    "quote": "Nawet najmniejsza osoba może zmienić bieg przyszłości.",
    "source": "J.R.R. Tolkien, \"Drużyna Pierścienia\""
  },
  {
    "quote": "To, co nas nie zabije, czyni nas silniejszymi.",
    "source": "Friedrich Nietzsche"
  },
  {
    "quote": "Nie jest ważny ten, co wskazuje, jak potknął się siłacz... Chwała należy się mężczyźnie na arenie.",
    "source": "Theodore Roosevelt"
  },
  {
    "quote": "Świat łamie każdego, a potem niektórzy są silni w miejscach złamania.",
    "source": "Ernest Hemingway, \"Pożegnanie z bronią\""
  },
  {
    "quote": "Wiem tylko, że nic nie wiem.",
    "source": "Sokrates (Platon, \"Obrona Sokratesa\")"
  },
  {
    "quote": "Najciemniej jest tuż przed świtem.",
    "source": "Thomas Fuller"
  },
  {
    "quote": "Człowiek, który przesuwa góry, zaczyna od noszenia małych kamieni.",
    "source": "Konfucjusz, \"Dialogi konfucjańskie\""
  },
  {
    "quote": "W środku każdej trudności kryje się sposobność.",
    "source": "Albert Einstein"
  },
  {
    "quote": "Nie chodzi o to, jak mocno uderzasz. Chodzi o to, jak mocno możesz zostać uderzony i iść dalej.",
    "source": "Rocky Balboa (postać filmowa)"
  },
  {
    "quote": "Naszą największą chwałą nie jest to, że nigdy nie upadamy, ale to, że podnosimy się za każdym razem, gdy upadniemy.",
    "source": "Konfucjusz"
  },
  {
    "quote": "Musisz być zmianą, którą chcesz zobaczyć w świecie.",
    "source": "Mahatma Gandhi"
  },
  {
    "quote": "Odwaga to łaska pod presją.",
    "source": "Ernest Hemingway"
  },
  {
    "quote": "A kiedy czegoś gorąco pragniesz, to cały wszechświat sprzyja potajemnie twojemu pragnieniu.",
    "source": "Paulo Coelho, \"Alchemik\""
  },
  {
    "quote": "Strach zabija umysł.",
    "source": "Frank Herbert, \"Diuna\""
  },
  {
    "quote": "Bo piękno na to jest, by zachwycało do pracy; praca, by się zmartwychwstało.",
    "source": "Cyprian Kamil Norwid, \"Promethidion\""
  },
  {
    "quote": "Człowiek nie jest stworzony do klęski. Można go zniszczyć, ale nie pokonać.",
    "source": "Ernest Hemingway, \"Stary człowiek i morze\""
  },
  {
    "quote": "Wszystko, co musimy postanowić, to co zrobić z czasem, który nam dano.",
    "source": "J.R.R. Tolkien, \"Drużyna Pierścienia\""
  },
  {
    "quote": "Szczęście można znaleźć nawet w najciemniejszych czasach, jeśli tylko pamięta się, by zapalić światło.",
    "source": "J.K. Rowling, \"Harry Potter i Więzień Azkabanu\""
  },
  {
    "quote": "Tylko życie poświęcone innym warte jest przeżycia.",
    "source": "Albert Einstein"
  },
  {
    "quote": "Podróż tysiąca mil zaczyna się od jednego kroku.",
    "source": "Laozi, \"Tao Te Ching\""
  },
  {
    "quote": "Zawsze wydaje się, że coś jest niemożliwe, dopóki nie zostanie zrobione.",
    "source": "Nelson Mandela"
  },
  {
    "quote": "Życie jest jak jazda na rowerze. Żeby utrzymać równowagę, musisz być w ciągłym ruchu.",
    "source": "Albert Einstein"
  },
  {
    "quote": "Jedynym sposobem na wykonanie wielkiej pracy jest kochanie tego, co robisz.",
    "source": "Steve Jobs"
  },
  {
    "quote": "Sukces to suma małych wysiłków, powtarzanych dzień po dniu.",
    "source": "Robert Collier"
  },
  {
    "quote": "Nie boję się burz, bo uczę się, jak żeglować moim statkiem.",
    "source": "Louisa May Alcott, \"Małe kobietki\""
  },
  {
    "quote": "Ten, kto ma dlaczego żyć, zniesie prawie każde jak.",
    "source": "Friedrich Nietzsche, \"Tako rzecze Zaratustra\""
  },
  {
    "quote": "Nie płacz, że coś się skończyło, ciesz się, że w ogóle się wydarzyło.",
    "source": "Gabriel García Márquez"
  },
  {
    "quote": "Wszystko, czego możesz sobie wyobrazić, jest realne.",
    "source": "Pablo Picasso (przypisywane)"
  },
  {
    "quote": "Nawet najciemniejsza noc kiedyś się skończy i wzejdzie słońce.",
    "source": "Victor Hugo, \"Nędznicy\""
  },
  {
    "quote": "Jesteś odważniejszy niż sądzisz, silniejszy niż się wydajesz i mądrzejszy niż myślisz.",
    "source": "A.A. Milne, \"Kubuś Puchatek\""
  },
  {
    "quote": "Nie wszystkie te, które błądzą, są zagubione.",
    "source": "J.R.R. Tolkien, \"Władca Pierścieni\""
  },
  {
    "quote": "Jest tylko jeden sposób, aby uniknąć krytyki: nic nie robić, nic nie mówić i być nikim.",
    "source": "Arystoteles"
  },
  {
    "quote": "Ból jest nieunikniony. Cierpienie jest wyborem.",
    "source": "Haruki Murakami, \"O czym mówię, kiedy mówię o bieganiu\""
  },
  {
    "quote": "Lepiej jest zapalić świecę, niż przeklinać ciemność.",
    "source": "Eleanor Roosevelt"
  },
  {
    "quote": "To nasze wybory ukazują, kim naprawdę jesteśmy, znacznie bardziej niż nasze zdolności.",
    "source": "J.K. Rowling, \"Harry Potter i Komnata Tajemnic\""
  },
  {
    "quote": "Każdy święty ma przeszłość, a każdy grzesznik ma przyszłość.",
    "source": "Oscar Wilde, \"Kobieta bez znaczenia\""
  },
  {
    "quote": "Bądź sobą; wszyscy inni są już zajęci.",
    "source": "Oscar Wilde"
  },
  {
    "quote": "Trudności wzmacniają umysł, tak jak praca wzmacnia ciało.",
    "source": "Seneka Młodszy"
  },
  {
    "quote": "Nie ma windy do sukcesu. Musisz iść schodami.",
    "source": "Zig Ziglar"
  },
  {
    "quote": "Mistrzem jest ten, kto potrafi podnieść się o jeden raz więcej, niż upadł.",
    "source": "Jigoro Kano"
  },
  {
    "quote": "Zwycięzcą jest ten, kto wierzy w zwycięstwo.",
    "source": "Gotthold Ephraim Lessing"
  },
  {
    "quote": "Siła nie pochodzi z wygrywania. Twoje zmagania rozwijają twoją siłę.",
    "source": "Arnold Schwarzenegger"
  },
  {
    "quote": "Wielkość człowieka nie polega na tym, że nie upada, ale na tym, że potrafi się podnieść.",
    "source": "Konfucjusz"
  },
  {
    "quote": "Nigdy nie jest za późno, by stać się tym, kim mogłeś być.",
    "source": "George Eliot"
  },
  {
    "quote": "Najlepszy czas na zasadzenie drzewa był 20 lat temu. Drugi najlepszy czas jest teraz.",
    "source": "Chińskie przysłowie"
  },
  {
    "quote": "Jeśli przechodzisz przez piekło, nie zatrzymuj się.",
    "source": "Winston Churchill"
  },
  {
    "quote": "Nie możemy rozwiązywać problemów, używając tego samego schematu myślowego, który je stworzył.",
    "source": "Albert Einstein"
  },
  {
    "quote": "Prawdziwy test to nie to, czy unikniesz porażki, ale to, czy pozwolisz, by cię ona zahartowała czy zawstydziła na całe życie.",
    "source": "Barack Obama, \"Odwaga nadziei\""
  },
  {
    "quote": "Tajemnica wyjścia na prowadzenie polega na tym, by zacząć.",
    "source": "Mark Twain"
  },
  {
    "quote": "Zrób ze swojego życia arcydzieło; nie masz drugiej szansy.",
    "source": "Frank-N-Furter, \"The Rocky Horror Picture Show\""
  }
]